/*иконки, картинки*/
// 1. icons8.com
// 2. flaticon.com
// 3. freepic.com
// 4. behance.net (подсмотреть дизайны), pinterest
// 5. photoshop-master.ru (паттерны узоры для секций)
// 6. unsplash.com, pexels.com

/*10 секретов WOW эффекта в веб-дизайне*/

// 1. Декоративные шрифты на атмосферном фоне
// 2. Переход от фото к однотонному фону
// 3. Fluent design в иллюстрациях
// 4. Минимализм в минимализме
// 5. Новый формат использования карточек
// 6. Трехцветные градиенты
// 7. Эффект Tilt-Shift для фоновых фото(blur по краям, чтобы акцентировать внимание на не размытой части - эффект мультяшности)
// 8. Плавные линии, формы, объекты
// 9. Свечение, затемнение, глубина
// 10. Синий цвет


/*15 приемов в PS*/

// 1. Горизонтальное меню делать в одном текстовом слое, а не каждый пункт меню в отдельном
// 2. Псевдо 3d (параллилепипед со сторонами более темного цвета)
// 3. Нарисовать треугольник (выбрать мноугольник и задать количество вершин 3)
// 4. Overlay можно делать и с градиентом, а не только с одним цветом
// 5. Дуплекс эффект - наложить слой overlay и в параметрах наложения выбрать цветовой тон
// 6. Цветные тени в параметрах наложения
// 7. Минималистичные линии
// 8. Акцентировать заголовки (desc мелким шрифтом с опасити)

/*Типографика*/

// 1. Использовать максимум 3 шрифта в проекте
// 2. следить за line-height и letter-spacing
// 3. Сделить за отступами со всех сторон

/*Ошибки*/

// 1. Перегруженность (необходим акцент)
// 2. Не должно быть сопряженных секций, у которых фон фотографии(картинки)
// 3. Использовать иконки одного стиля

/*Цвет*/

// 1. цвет шрифтов (темный, светлый), цвет темы, акцентный цвет